{
  "rumah-hakim": {
    "name": "Rumah Hakim Raja Ali Haji",
    "description": "Rumah Hakim Raja Ali Haji di Pulau Penyengat, bekas tempat tinggal hakim Raja Haji Abdullah, memiliki arsitektur kolonial yang kental dan berperan dalam sistem hukum Kesultanan Riau-Lingga",
    "architecture" : "Gedung Hakim terdiri dari dua bangunan bergaya kolonial. Bangunan depan memiliki empat tiang pilar berbentuk silinder, sedangkan bangunan belakang memiliki empat pilar berbentuk persegi. Lapisan bagian depannya dilengkapi dengan barisan tiang-tiang doria yang terbuat dari struktur semen dan bata. Bangunan ini dulunya berfungsi sebagai tempat tinggal dan kantor bagi Raja Haji Abdullah, yang menjabat sebagai hakim di Mahkamah Syariah Kesultanan Riau-Lingga.",
    "location" : "Gedung Hakim terletak di Kampung Ladi, Kelurahan Penyengat, Kecamatan Tanjungpinang Kota, Kota Tanjungpinang, Provinsi Kepulauan Riau. Lokasinya berada di sebelah barat daya Makam Raja Haji Fisabilillah dan di selatan Istana Raja Ali Kelana, menjadikannya bagian integral dari kompleks peninggalan sejarah di Pulau Penyengat.",
    "history" : "Sebagai bagian dari situs-situs mahkamah dan lembaga peradilan Kerajaan Riau-Lingga, Gedung Hakim mencerminkan sistem hukum dan pemerintahan yang pernah berjaya di wilayah ini. Keberadaan gedung ini menunjukkan pentingnya peran hukum Islam dalam struktur pemerintahan Kesultanan Riau-Lingga."
  },
  "makam-raja-ali-haji": {
    "name": "Makam Raja Ali Haji",
    "description": "Makam Raja Ali Haji, pujangga Melayu Bapak Bahasa Indonesia, terletak di Pulau Penyengat. Karyanya, Gurindam Dua Belas, jadi tonggak sastra Melayu.",
    "architecture" :"Makam Raja Ali Haji memiliki desain yang sederhana namun sarat makna. Terletak di luar bangunan utama kompleks makam, makam ini berada di bawah naungan tanpa dinding, menciptakan suasana terbuka yang tenang. Nisan makam dibungkus rapi dengan kain berwarna kuning, warna yang melambangkan kebesaran dan kehormatan dalam budaya Melayu. Di atas nisan terdapat prasasti yang mencantumkan nama Raja Ali Haji serta tahun kelahiran dan wafatnya, yaitu 1808 sampai 1873.",
    "location" :"Makam ini terletak di Pulau Penyengat, sekitar 150 meter sebelah barat daya Masjid Raya Sultan Riau. Secara administratif, makam berada di Kelurahan Penyengat, Kecamatan Tanjungpinang Kota, Kota Tanjungpinang, Provinsi Kepulauan Riau. Pulau Penyengat dapat dicapai dengan perjalanan sekitar 15 menit menggunakan perahu bermotor (pompong) dari pusat Kota Tanjungpinang.",
    "history" : "Raja Ali Haji (1808 sampai 1873) adalah seorang ulama, sejarawan, dan pujangga terkemuka abad ke-19 yang berasal dari Pulau Penyengat. Ia dikenal sebagai pencatat pertama dasar-dasar tata bahasa Melayu melalui karyanya Pedoman Bahasa, yang menjadi standar bahasa Melayu. Selain itu, karyanya yang paling terkenal adalah Gurindam Dua Belas, sebuah puisi didaktik berbahasa Melayu Kuno yang berisi nasihat dan petunjuk tentang kehidupan, moral, dan agama. Karya ini menjadi tonggak sastra Melayu dan tetap relevan hingga hari ini."
  },
  "balai-adat-melayu": {
    "name": "Balai Adat Melayu",
    "description": "Balai Adat Melayu Indera Perkasa di Pulau Penyengat adalah pusat kegiatan adat dan budaya Melayu, dengan arsitektur rumah panggung khas yang melambangkan nilai-nilai tradisi.",
    "architecture" : "Balai Adat Indera Perkasa dibangun dengan gaya arsitektur rumah panggung khas Melayu, menggunakan material kayu dan dihiasi dengan warna-warna simbolik seperti kuning yang melambangkan kekuasaan dan hijau yang melambangkan kesuburan. Struktur bangunan ini mencerminkan prinsip-prinsip etnomatematika Melayu, dengan bentuk-bentuk geometris seperti persegi, segitiga, dan lingkaran yang memiliki makna filosofis tersendiri. Misalnya, enam tiang penyangga utama melambangkan enam rukun iman dalam Islam.",
    "location" :"Balai Adat Indera Perkasa terletak di sisi lain Pulau Penyengat, menghadap langsung ke laut, memberikan pemandangan yang indah dan suasana yang tenang. Pulau Penyengat sendiri berada di Kota Tanjungpinang, Provinsi Kepulauan Riau, dan dapat dicapai dengan perjalanan sekitar 15 menit menggunakan perahu motor (pompong) dari pusat Kota Tanjungpinang.",
    "history" :"Balai Adat Melayu Indera Perkasa memiliki nilai sejarah yang mendalam sebagai simbol upaya pelestarian budaya Melayu di Kepulauan Riau. Bangunan ini tidak hanya berfungsi sebagai tempat penyelenggaraan berbagai kegiatan adat dan budaya, tetapi juga sebagai pusat komunitas untuk mempertahankan dan melestarikan nilai-nilai kearifan lokal yang telah diwariskan secara turun-temurun. Dalam konteks pelestarian budaya, keberadaan Balai Adat Melayu Indera Perkasa sangat penting karena menjadi pusat kegiatan yang mengedepankan nilai-nilai tradisional yang telah ada sejak lama dan beradaptasi dengan perubahan zaman. "
  },
  "masjid-raya-sultan-riau": {
    "name": "Masjid Raya Sultan Riau",
    "description": "Masjid Raya Sultan Riau, dibangun pada 1803, adalah masjid dengan arsitektur unik yang menggabungkan Melayu, Arab, India, dan Turki, simbol kejayaan Kesultanan Riau-Lingga.",
    "architecture" : "Masjid ini memiliki arsitektur yang khas dengan perpaduan gaya Melayu, Arab, India, dan Turki. Salah satu keunikan utamanya adalah penggunaan putih telur sebagai campuran bahan bangunan, yang berfungsi sebagai perekat alami. Masjid ini memiliki 17 kubah dan menara, yang melambangkan jumlah rakaat dalam salat wajib sehari semalam. Dindingnya setebal 50 cm, dan bangunan utama ditopang oleh empat tiang besar. Warna kuning cerah yang mendominasi masjid ini melambangkan kebesaran dan kejayaan kerajaan.",
    "location" :"Masjid Raya Sultan Riau terletak di Pulau Penyengat, sekitar 2 km dari Kota Tanjungpinang, Provinsi Kepulauan Riau. Pulau ini dapat dicapai dengan perjalanan sekitar 15 menit menggunakan perahu motor (pompong) dari pelabuhan Tanjungpinang. Masjid ini menjadi salah satu destinasi utama bagi wisatawan yang ingin menjelajahi sejarah dan budaya Melayu di kawasan ini.",
    "history" :"Masjid ini awalnya dibangun sekitar tahun 1803 sebagai bagian dari mas kawin Sultan Mahmud Syah III kepada Engku Putri Raja Hamidah. Pada tahun 1832, Raja Abdurrahman, Yang Dipertuan Muda ke-7 Kesultanan Riau-Lingga, memimpin renovasi besar-besaran dengan melibatkan seluruh masyarakat Pulau Penyengat. Pembangunan masjid ini mencerminkan semangat gotong royong dan keimanan masyarakat setempat. Hingga kini, masjid ini masih aktif digunakan untuk kegiatan ibadah dan menjadi saksi bisu perjalanan sejarah Islam dan budaya Melayu di wilayah tersebut."
  },
  "gedung-tabib": {
    "name": "Gedung Tabib",
    "description": "Gedung Tabib di Pulau Penyengat adalah rumah dari tabib kerajaan, yang juga seorang ulama. Bangunan ini mengingatkan kita akan pentingnya pengobatan tradisional dan peran besar tabib dalam masyarakat Kesultanan Riau-Lingga.",
    "architecture" : "Gedung Tabib memiliki denah persegi panjang dengan ukuran sekitar 12 x 8 meter dan orientasi tenggara-barat laut. Bangunan ini memiliki dua lantai, dengan pintu utama di bagian tengah dinding barat daya, diapit oleh jendela di kedua sisinya. Di atasnya terdapat deretan jendela dan pintu yang posisinya sejajar dengan yang ada di bawah. Saat ini, bangunan tersebut tidak lagi beratap, dan sebagian besar dindingnya telah terkelupas, menampakkan susunan bata merah yang terlihat rapuh.",
    "location" :"Gedung Tabib terletak di Kampung Jambat, Kelurahan Penyengat, Kecamatan Tanjungpinang Kota, Kota Tanjungpinang, Provinsi Kepulauan Riau. Lokasinya berada di sebelah barat Madrasah Diniyah Awaliyah Salafiyah, atau sekitar 100 meter tenggara dari Masjid Raya Sultan Riau. ",
    "history" :"Gedung Tabib merupakan tempat tinggal dan praktik dari Raja Ahmad Thabib bin Raja Hasan bin Raja Ali Haji, seorang ulama dan tabib ternama pada masa Kesultanan Riau-Lingga. Lahir pada tahun 1865 di Pulau Penyengat, beliau dikenal sebagai cicit dari Raja Ja’far dan memiliki peran penting dalam pengobatan tradisional Melayu serta penyebaran ilmu pengetahuan."
  },
  "bukit-kursi-meriam": {
    "name": "Bukit Kursi & Meriam",
    "description": "Benteng Bukit Kursi di Pulau Penyengat adalah benteng pertahanan yang dibangun untuk melawan ancaman Belanda. Dengan meriam yang menghadap ke laut, benteng ini menjadi saksi bisu perjuangan rakyat Melayu.",
    "architecture" : "Benteng Bukit Kursi memiliki denah segi empat dengan ukuran sekitar 92,38 x 74,73 meter, menjadikannya sebagai benteng terbesar di Pulau Penyengat. Dibangun menggunakan batu bauksit, benteng ini dikelilingi oleh parit sedalam ±3 meter. Terdapat delapan meriam yang ditempatkan di bastion-bastion benteng, dengan enam di antaranya diarahkan ke laut sebagai antisipasi serangan dari arah tersebut. Pintu utama benteng berada di sisi selatan, dilengkapi dengan jembatan sebagai akses masuk.",
    "location" :"Benteng Bukit Kursi terletak di bagian barat Pulau Penyengat, Kota Tanjungpinang, Provinsi Kepulauan Riau. Pulau Penyengat dapat dicapai dengan perjalanan sekitar 15 menit menggunakan perahu motor (pompong) dari pelabuhan Tanjungpinang. Benteng ini berada di atas bukit, memberikan pemandangan strategis ke arah laut dan sekitarnya.",
    "history" :"Benteng Bukit Kursi dibangun pada masa pemerintahan Raja Haji Fisabilillah (1777–1784) sebagai bagian dari sistem pertahanan Kesultanan Riau-Lingga-Johor-Pahang. Pembangunan benteng ini merupakan respons terhadap ancaman kolonial Belanda yang berusaha menguasai wilayah strategis di Kepulauan Riau. Dengan posisinya yang strategis di atas bukit, benteng ini memungkinkan pengawasan pergerakan musuh dari arah laut dan memberikan keuntungan taktis dalam pertahanan. Hingga kini, Benteng Bukit Kursi menjadi simbol perlawanan masyarakat Melayu terhadap kolonialisme dan merupakan situs bersejarah yang penting di Pulau Penyengat."
  },
  "makam-engku-putri": {
    "name": "Makam Engku Putri",
    "description": "Makam Engku Putri di Pulau Penyengat adalah tempat peristirahatan permaisuri Sultan Mahmud Syah III. Sebagai penjaga regalia kerajaan, makam ini menjadi simbol kebesaran dan budaya Melayu yang tetap hidup hingga kini.",
    "architecture" : "Makam Engku Putri terletak dalam kompleks pemakaman kerajaan yang disebut Dalam Besar. Bangunan makam ini memiliki arsitektur khas Melayu dengan struktur sederhana namun sarat makna. Nisan makam dibungkus kain kuning, melambangkan kehormatan dan kebangsawanan dalam budaya Melayu. Kompleks ini juga menaungi makam tokoh-tokoh penting lainnya, seperti Raja Ali Haji dan Raja Haji Fisabilillah.",
    "location" :"Makam Engku Putri berada di Pulau Penyengat, Kota Tanjungpinang, Provinsi Kepulauan Riau. Pulau ini dapat dicapai dengan perjalanan sekitar 15 menit menggunakan perahu motor (pompong) dari pelabuhan Tanjungpinang. Kompleks makam terletak tidak jauh dari Masjid Raya Sultan Riau, menjadikannya mudah diakses oleh para peziarah dan wisatawan.",
    "history" :"Engku Putri Raja Hamidah lahir sekitar tahun 1769 dan merupakan putri dari Raja Haji Fisabilillah, seorang pahlawan yang gugur dalam pertempuran melawan Belanda pada tahun 1784. Pada tahun 1803, ia menikah dengan Sultan Mahmud Syah III dan menerima Pulau Penyengat sebagai mas kawin. Sebagai permaisuri, Engku Putri memegang peranan penting dalam menjaga regalia kerajaan dan mempertahankan kedaulatan budaya Melayu. Ia wafat pada tahun 1844 dan dimakamkan di Pulau Penyengat."
  }
}